Revit 2020 API
SchemaCommon.BaseSchema Property
 The property labeled "BaseSchema" from the "PrismTransparent" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 20.0.0.0 (20.0.0.377)
Since: 2018.1
Syntax
C#
public static string BaseSchema { get; }
Visual Basic
Public Shared ReadOnly Property BaseSchema As String
	Get
Visual C++
public:
static property String^ BaseSchema {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyString".
See Also
SchemaCommon Class
Autodesk.Revit.DB.Visual Namespace